Repository: OatsCG/UTM-Drop-in-Sports
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, fr, hi, ja, ko, vi, zh_hans, zh_hant

source: Active Sessions will show here. When a saved session ends, mark it as complete to collect your medal.
ar: ستظهر الجلسات النشطة هنا. عند انتهاء جلسة محفوظة، ضع علامة على أنها مكتملة لتحصل على ميداليتك.
fr: Les sessions actives apparaîtront ici. Lorsqu'une session enregistrée se termine, marquez-la comme terminée pour obtenir votre médaille.
hi: सक्रिय सत्र यहाँ दिखाई देंगे। जब कोई सहेजा हुआ सत्र समाप्त हो जाए, तो उसे पूर्ण के रूप में चिह्नित करें ताकि आप अपना मेडल प्राप्त कर सकें।
ja: アクティブセッションはここに表示されます。保存したセッションが終了したら、完了としてマークしてメダルを獲得してください。
ko: 활성 세션은 여기에서 확인할 수 있습니다. 저장된 세션이 종료되면, 완료로 표시하여 메달을 획득하세요.
vi: Các phiên hoạt động sẽ hiển thị ở đây. Khi một phiên đã lưu kết thúc, hãy đánh dấu là hoàn thành để nhận huy chương của bạn.
zh_hans: 活跃会话将在此显示。保存的会话结束后，请将其标记为完成以领取您的奖牌。
zh_hant: 活躍會話將顯示在此。儲存的會話結束後，請將其標記為完成以領取您的獎牌。

source: Announcements
ar: الإعلانات
fr: Annonces
hi: घोषणाएँ
ja: お知らせ
ko: 공지사항
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

source: Are you sure you want to remove all progress?
ar: هل أنت متأكد أنك تريد إزالة كل التقدم؟
fr: Êtes-vous sûr de vouloir supprimer tous vos progrès ?
hi: क्या आप वाकई अपनी सारी प्रगति हटाना चाहते हैं?
ja: 本当にすべての進捗を削除しますか？
ko: 정말 모든 진행 상황을 삭제하시겠습니까?
vi: Bạn có chắc chắn muốn xóa toàn bộ tiến trình không?
zh_hans: 确定要删除所有进度吗？
zh_hant: 確定要刪除所有進度嗎？

source: Badminton
ar: كرة الريشة
hi: बैडमिंटन
ja: バドミントン
ko: 배드민턴
vi: Cầu lông
zh_hans: 羽毛球
zh_hant: 羽毛球

source: Basketball
ar: كرة السلة
hi: बास्केटबॉल
ja: バスケットボール
ko: 농구
vi: Bóng rổ
zh_hans: 篮球
zh_hant: 籃球

source: Cardio
ar: تمارين الكارديو
hi: कार्डियो
ja: カーディオ
ko: 카디오
zh_hans: 有氧运动
zh_hant: 有氧運動

source: Category Options
ar: خيارات الفئة
fr: Options de catégorie
hi: श्रेणी विकल्प
ja: カテゴリオプション
ko: 카테고리 옵션
vi: Tùy chọn danh mục
zh_hans: 类别选项
zh_hant: 類別選項

source: Check your network connection to update the schedule.
ar: تحقق من اتصالك بالشبكة لتحديث الجدول الزمني.
fr: Vérifiez votre connexion réseau pour mettre à jour le programme.
hi: कार्यक्रम को अपडेट करने के लिए अपने नेटवर्क कनेक्शन की जाँच करें।
ja: スケジュールを更新するには、ネットワーク接続を確認してください。
ko: 일정을 업데이트하려면 네트워크 연결을 확인하세요.
vi: Kiểm tra kết nối mạng của bạn để cập nhật lịch trình.
zh_hans: 检查您的网络连接以更新日程。
zh_hant: 檢查您的網絡連接以更新日程。

source: Claim Medal
ar: احصل على الميدالية
fr: Réclamer la médaille
hi: मेडल प्राप्त करें
ja: メダルを獲得
ko: 메달 획득
vi: Nhận huy chương
zh_hans: 领取奖牌
zh_hant: 領取獎牌

source: Close Session...
ar: إنهاء الجلسة...
fr: Fermer la session...
hi: सत्र बंद करें...
ja: セッションを終了...
ko: 세션 닫기...
vi: Đóng phiên...
zh_hans: 关闭会话...
zh_hant: 關閉會話...

source: Combat
ar: قتال
hi: युद्ध
ja: 格闘
ko: 격투
vi: Chiến đấu
zh_hans: 格斗
zh_hant: 格鬥

source: Complete 5 sessions to earn a **Silver** medal.
ar: أكمل 5 جلسات لتحصل على ميدالية **فضية**.
fr: Complétez 5 sessions pour gagner une médaille **d'argent**.
hi: 5 सत्र पूर्ण करें ताकि आप **रजत** मेडल कमा सकें।
ja: 5回のセッションを完了して**シルバー**メダルを獲得しましょう。
ko: 5회 세션을 완료하여 **실버** 메달을 획득하세요.
vi: Hoàn thành 5 phiên để nhận huy chương **Bạc**.
zh_hans: 完成 5 场会话即可获得**银牌**。
zh_hant: 完成 5 場會話即可獲得**銀牌**。

source: Complete 10 sessions to earn a **Gold** medal.
ar: أكمل 10 جلسات لتحصل على ميدالية **ذهبية**.
fr: Complétez 10 sessions pour gagner une médaille **d'or**.
hi: 10 सत्र पूर्ण करें ताकि आप **स्वर्ण** मेडल कमा सकें।
ja: 10回のセッションを完了して**ゴールド**メダルを獲得しましょう。
ko: 10회 세션을 완료하여 **골드** 메달을 획득하세요.
vi: Hoàn thành 10 phiên để nhận huy chương **Vàng**.
zh_hans: 完成 10 场会话即可获得**金牌**。
zh_hant: 完成 10 場會話即可獲得**金牌**。

source: Cricket
ar: الكريكيت
hi: क्रिकेट
ja: クリケット
ko: 크리켓
zh_hans: 板球
zh_hant: 板球

source: Cycling
ar: ركوب الدراجات
fr: Cyclisme
hi: साइक्लिंग
ja: サイクリング
ko: 사이클링
vi: Đạp xe
zh_hans: 骑行
zh_hant: 騎行

source: Dance
ar: الرقص
fr: Danse
hi: नृत्य
ja: ダンス
ko: 댄스
vi: Nhảy
zh_hans: 舞蹈
zh_hant: 舞蹈

source: Delete...
ar: حذف...
fr: Supprimer...
hi: हटाएं...
ja: 削除...
ko: 삭제...
vi: Xóa...
zh_hans: 删除...
zh_hant: 刪除...

source: Featured Sessions
ar: الجلسات المميزة
fr: Sessions en vedette
hi: विशेष सत्र
ja: 注目のセッション
ko: 추천 세션
vi: Phiên nổi bật
zh_hans: 精选会话
zh_hant: 精選會話

source: Field Sports
ar: رياضات الملعب
fr: Sports de terrain
hi: मैदान के खेल
ja: フィールドスポーツ
ko: 필드 스포츠
vi: Thể thao sân cỏ
zh_hans: 场地运动
zh_hant: 場地運動

source: Have Fun!
ar: استمتع!
fr: Amusez-vous bien !
hi: मज़े करो!
ja: 楽しんで！
ko: 즐겁게 즐기세요!
vi: Chúc bạn vui vẻ!
zh_hans: 玩得开心！
zh_hant: 玩得開心！

source: Hockey
ar: هوكي
hi: हॉकी
ja: ホッケー
ko: 하키
vi: Khúc côn cầu
zh_hans: 冰球
zh_hant: 冰球

source: I couldn't find any upcoming sessions for %@.
ar: لم أتمكن من العثور على أي جلسات قادمة لـ %@.
fr: Je n'ai trouvé aucune session à venir pour %@.
hi: मैं %@ के लिए कोई आगामी सत्र नहीं ढूँढ सका।
ja: %@ の今後のセッションが見つかりませんでした。
ko: %@에 대한 예정된 세션을 찾을 수 없습니다.
vi: Tôi không tìm thấy bất kỳ phiên nào sắp tới cho %@.
zh_hans: 我找不到 %@ 的任何即将举行的会话。
zh_hant: 我找不到 %@ 的任何即將舉行的會話。

source: I Participated!
ar: لقد شاركت!
fr: J'ai participé !
hi: मैंने भाग लिया!
ja: 参加しました！
ko: 참여했어요!
vi: Tôi đã tham gia!
zh_hans: 我参加了！
zh_hant: 我參加了！

source: Just to confirm, you wanted ‘%@’?
ar: فقط للتأكيد، هل كنت تقصد '%@'؟
fr: Juste pour confirmer, vous vouliez ‘%@’ ?
hi: सिर्फ पुष्टि करने के लिए, क्या आप '%@' चाहते थे?
ja: 確認ですが、「%@」でよろしいですか？
ko: 확인하겠습니다. '%@'을(를) 원하셨나요?
vi: Chỉ để xác nhận, bạn muốn ‘%@’?
zh_hans: 只是确认一下，您是想要“%@”吗？
zh_hant: 只是確認一下，您是想要「%@」嗎？

source: Keep it up!
ar: استمر على هذا المنوال!
fr: Continue comme ça !
hi: ऐसे ही जारी रखें!
ja: その調子！
ko: 계속 이렇게 하세요!
vi: Cứ tiếp tục nhé!
zh_hans: 继续加油！
zh_hant: 繼續加油！

source: LGBT+ Only
ar: LGBT+ فقط
fr: LGBT+ uniquement
hi: केवल LGBT+
ja: LGBT+限定
ko: LGBT+ 전용
vi: Chỉ LGBT+
zh_hans: 仅限 LGBT+
zh_hant: 僅限 LGBT+

source: Load More Events
ar: تحميل المزيد من الفعاليات
fr: Charger plus d'événements
hi: और इवेंट लोड करें
ja: さらにイベントを読み込む
ko: 더 많은 이벤트 불러오기
vi: Tải thêm sự kiện
zh_hans: 加载更多活动
zh_hant: 加載更多活動

source: Medals
ar: الميداليات
fr: Médailles
hi: पदक
ja: メダル
ko: 메달
vi: Huy chương
zh_hans: 奖牌
zh_hant: 獎牌

source: Mind & Body
ar: العقل والجسد
fr: Esprit et Corps
hi: मन और शरीर
ja: マインド＆ボディ
ko: 마인드 & 바디
vi: Tâm trí & Cơ thể
zh_hans: 身心
zh_hant: 身心

source: Pickleball
ar: كرة الپيكل
hi: पिकलबॉल
ja: ピックルボール
ko: 피클볼
zh_hans: 匹克球
zh_hant: 匹克球

source: Soccer
ar: كرة القدم
fr: Football
hi: सॉकर
ja: サッカー
ko: 축구
vi: Bóng đá
zh_hans: 足球
zh_hant: 足球

source: Squash
ar: الاسكواش
hi: स्क्वैश
ja: スカッシュ
ko: 스쿼시
zh_hans: 壁球
zh_hant: 壁球

source: Swim
ar: سباحة
fr: Natation
hi: तैराकी
ja: 水泳
ko: 수영
vi: Bơi lội
zh_hans: 游泳
zh_hant: 游泳

source: Table Tennis
ar: تنس الطاولة
fr: Tennis de table
hi: टेबल टेनिस
ja: 卓球
ko: 탁구
vi: Bóng bàn
zh_hans: 乒乓球
zh_hant: 乒乓球

source: Tennis
ar: التنس
hi: टेनिस
ja: テニス
ko: 테니스
vi: Quần vợt
zh_hans: 网球
zh_hant: 網球

source: Volleyball
ar: كرة الطائرة
hi: वॉलीबॉल
ja: バレーボール
ko: 배구
vi: Bóng chuyền
zh_hans: 排球
zh_hant: 排球

source: Workout
ar: تمرين
fr: Entraînement
hi: कसरत
ja: ワークアウト
ko: 운동
vi: Luyện tập
zh_hans: 锻炼
zh_hant: 鍛鍊
